"Copy" = "Nessuna (nessun dithering)";
"Dither Copy" = "Nessuna (consenti dithering)";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "Sfumato";
"Add Pin" = "Aggiungi pin";
"Add Over" = "Aggiungi sopra";
"Add Max" = "Aggiungi massimo";
"Add Min" = "Aggiungi minimo";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "Trasparente";
"Straight Alpha" = "Alfa semplice";
"Per Component Alpha" = "Alfa per componente";
"Straight Alpha Blend" = "Sfumatura alfa semplice";
"Premultiplied White Alpha" = "Alfa bianco pre-moltiplicato";
"Premultiplied Black Alpha" = "Alfa nero pre-moltiplicato";
"Premultiplied Color Alpha" = "Colore Alfa pre-moltiplicato";
"Composition" = "Composito";